/* SongDetailArtist */
"Artist" = "Artist";

/* SongDetailBuySpotify */
"Buy Spotify-feature" = "Kjøp Spotify-funksjon";

/* LyssnaAddCancel */
"Cancel" = "Cancel";

/* LyssnaAddChange */
"Change" = "Endre";

/* SongDetailCouldntFindSpotify */
"Couldn't find @ Spotify" = "Kan ikke finne @ Spotify";

/* LyssnaTableDone */
"Done" = "Ferdig";

/* LyssnaTableEdit */
"Edit" = "Endre";

/* LastPlayedTitle */
"Last Played" = "Nylig spilte";

/* LyssnaTitle */
"Listen" = "Lytt";

/* SongDetailLoadingSpotify */
"Loading.." = "Laster..";

/* LyssnaAddName */
"Name" = "Navn";

/* LyssnaNowPlaying */
"Now Playing" = "Spilles nå";

/* No comment provided by engineer. */
"OK" = "OK";

/* SongDetailPlayed */
"Played" = "Spiller";

/* SongDetailTrack */
"Song" = "la";

/* SongDetailStation */
"Station" = "Stasjon";

/* SongDetailSpotify */
"type spotify:track: and the id you got over here in Spotify to show the song. Or just click to play song in Spotify." = "Skriv Spotify:Track: id her og ovenfor i Spotify app til å spille sangen, eller bare klikk for å starte sangen i Spotify.";

/* LyssnaAddURLAddress */
"URL" = "URL";

"Choose a station" = "Velg en stasjon";
"Made By Håkan Nylén" = "Opprettet av Håkan Nylén";